<template>
	<div class="agreement privacy-policy">
		<div class="agreement-content">
			<h5 class="agreement-title">倍芙科技隐私权政策</h5>
			<div class="agreement-main">
				<p>上海倍芙信息科技有限公司（以下简称“倍芙科技”、“我们”、“公司”或“本公司”）重视本公司网站、产品及服务之用户的隐私，并且尽商业上的合理努力保护用户隐私。本隐私政策为倍芙科技服务条款的一部分，并适用于我们在您使用DO整形APP预约或购买服务提供商的产品、服务时。请阅读下文以详细了解我们收集何种信息、我们如何处理这些信息以及我们可能如何使用您的个人信息。您同意我们在遵守法律法规及相关政策的前提下，收集、使用和披露您在通过使用我们的网站和倍芙科技所有产品时向我们提供的个人信息。 </p>
				<p>我们致力于维护您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。</p>
				<p>请在使用我们的服务前，仔细阅读并了解本《隐私权政策》。<span class="weight">本隐私权政策已对与您的权益具有或可能具有重大关系的条款，及对我们具有或可能具有免责或限制责任的条款用粗体字予以标注，请您注意。</span></p>
				<p><span class="weight">您可以从倍芙科技网站【www.h-ido.com】、DO整形APP等本公司运营的手机应用程序查看隐私权政策内容，以便了解我们如何处理您的信息，并据此审慎决策。</span></p>
				<p>一、我们如何收集和使用您的个人信息</p>
				<p>二、我们如何使用Cookie技术</p>
				<p>三、我们如何共享、转让、公开披露您的个人信息</p>
				<p>四、我们如何保存您的个人信息</p>
				<p>五、我们如何保护您的个人信息</p>
				<p>六、您可以如何管理个人信息</p>
				<p>七、未成年人的个人信息保护</p>
				<p>八、通知和修订</p>
				<p>九、您如何联系我们</p>
				<p>十、可分割性</p>
				<p>十一、其他</p>
				
				<p class="agreement-subtitle"><span class="weight">一、我们如何收集和使用您的个人信息</span></p>
				<p>个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。我们基于为您提供如下服务内容的目的收集您的个人信息</p>
				<p><span class="weight">1.1 成为我们的会员及身份识别</span></p>
				<p><span class="weight">为成为我们的会员，以便我们为您提供会员服务以及确保会员身份的真实性，您需要提供真实姓名、身份证件号码、性别、手机号码、电子邮箱、户口所在地、现居住地、联系人及其联系方式等信息，并创建会员名和密码。如果您仅需使用浏览、搜索等基本服务，您不需要注册成为我们的会员及提供上述信息。</span></p>
				<p><span class="weight">如果您提供以下额外资料补全账号信息，将有助于我们给您提供更个性化的产品或服务：您的真实姓名、性别、固定电话、联系方式等。如果您不提供这些信息，将会影响到您使用个性化的产品或服务，但不会影响使用倍芙科技网站、app的基本浏览、搜索、采购功能。</span>
				<p><span class="weight">在您主动注销账号时，我们将根据适用法律法规的要求尽快使其匿名或删除您的个人信息。</span></p>
				<p><span class="weight">1.2 商品展示、个性化推荐、发送促销营销信息</span></p>
				<p><span class="weight">为改善我们的产品或服务、向您提供个性化的信息搜索及交易服务，我们会根据您的浏览及搜索记录、设备信息、位置信息、订单信息，提取您的浏览、搜索偏好、行为习惯、位置信息等特征。</span></p>
				<p><span class="weight">您同意，我们可以基于特征标签进行间接人群画像并有针对性地向您推荐我们提供的商品、服务或推广活动，以及与我们的关联方、合作方共享，以向您提供或推荐我们的关联方、合作方的商品、服务或推广活动。您同意我们、我们的关联方及/或合作方通过站内信、电子邮件、电话、短信等方式向您提供、发送服务状态的通知、营销活动及其他商业性信息。</span></p>
				<p><span class="weight">如不需要我们推广相关信息，您可联系倍芙科技客服取消、退订该类信息推广服务。</span></p>
				<p><span class="weight">1.3 支付服务</span></p>
				<p><span class="weight">我们的一些产品或服务需要付费才能使用，当您需要使用这些付费产品或服务时，您需进行银行账户绑定、支付等操作，我们及/或我们的合作方将收集您的真实姓名、身份证件号码、银行账号信息及/或手机号码，并对您的身份信息及银行账户信息进行验证。如果您不提供此类信息，您可能无法正常使用我们的服务。</span></p>
				<p><span class="weight">1.4 关联方/合作方服务</span></p>
				<p><span class="weight">您可通过倍芙科技账号在我们提供的链接入口使用我们关联公司/合作公司提供的产品或服务，为便于我们与关联公司/合作公司向您提供一站式服务并便于您统一进行管理，我们在倍芙科技网站、APP集中展示您的信息或推荐您感兴趣的信息。</span></p>
				<p><span class="weight">当您通过我们产品或服务使用上述服务时，您授权我们根据实际业务及合作需要从我们关联公司/合作公司处接收、汇总、分析我们确认其来源合法或您授权同意其向我们提供的您的个人信息或交易信息。</span></p>
				<p><span class="weight">如您拒绝提供上述信息或拒绝授权，可能无法使用我们关联公司/合作公司的相应产品或服务，或者无法展示相关信息。</span></p>
				<p><span class="weight">1.5 信息交叉验证</span></p>
				<p><span class="weight">您同意我们可以自行或通过合作方（包括但不限于征信机构、中国整形美容协会及其他依法成立的行业协会、大数据服务机构及其他第三方合作机构）对您提交或我们搜集的用户信息（包括但不限于您的个人身份证信息等）进行核实、验证，并对获得的核实、验证结果进行查看、收集、使用和留存等操作。</span></p>
				<p><span class="weight">1.6 安全管理 </span></p>
				<p><span class="weight">为了保障向您提供的服务的安全稳定运行，我们将在您使用我们提供的服务的过程中收集您的个人常用设备信息（包括设备名称、设备型号、设备识别码、操作系统和应用程序版本）和日志信息（如访问内容、IP地址、访问日期和时间及访问记录等）。如果您不同意我们记录前述信息，可能无法完成安全验证。</span></p>
				<p><span class="weight">请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息，属于非个人信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。</span></p>
				<p><span class="weight">1.7 您在此同意并授权，我们可以直接将您的个人信息和资料用于如下用途：</span></p>
				<p><span class="weight">1.7.1 进行用户身份识别、资料核查和验证，确保交易的合理性、安全性和防范违法犯罪活动；</span></p>
				<p><span class="weight">1.7.2 为向您提供适合于您的服务，并持续维护、改善、优化该等服务，对您的信息进行内部归类、模型建设和分析等内部使用；</span></p>
				<p><span class="weight">1.7.3 用于预防、发现、调查欺诈、危害安全、非法或违反与我们或我们关联方协议、政策或规则的行为，以保护您、我们的其他用户、我们或我们关联方的合法权益；</span></p>
				<p><span class="weight">1.7.4 我们可能会将来自某项服务的信息与来自其他服务的信息结合起来，以便为您提供更优质、个性化的服务、内容和建议；</span></p>
				<p><span class="weight">1.7.5 用于向您收取应支付的各类费用（如有）；</span></p>
				<p><span class="weight">1.8 您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权或同意：</span></p>
				<p>1.8.1 与国家安全、国防安全有关；</p>
				<p>1.8.2 与公共安全、公共卫生、重大公共利益有关；</p>
				<p>1.8.3 与犯罪侦查、民事/刑事/行政起诉、审判和判决执行等有关；</p>
				<p>1.8.4 出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
				<p>1.8.5 所收集的个人信息是个人信息主体自行向社会公众公开的；</p>
				<p>1.8.6 从合法公开披露的信息中收集的您的个人信息，如合法的新闻报道、政府信息公开等渠道；</p>
				<p>1.8.7 根据您的要求签订合同所必需的；</p>
				<p>1.8.8 用于维护所提供的服务的安全稳定运行所必需，例如发现、处置与服务相关的故障；</p>
				<p>1.8.9 为合法的新闻报道所必需，学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行匿名化处理的；以及法律法规规定的其他情形。</p>
				<p>1.9 您知晓并同意，在收集您的个人信息后，我们可能会通过技术手段对您的个人信息进行脱敏。<span class="weight">我们有权在不透露您个人信息的前提下使用已经脱敏的信息。</span></p>
				<p>1.10 当我们要将信息用于本政策未载明的其它用途时，会事先征求您的同意。</p>
				<p>1.11 当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</p>
				<p>1.12 为使您在倍芙科技的服务体验更为便捷、顺畅，以下倍芙科技当前已经提供或者未来可能开发的功能中可能会收集和使用您的个人信息，您可以选择是否授权我们开通以下权限：</p>
				<p>1.12.1 基于摄像头（相机）的功能：您可使用身份认证、扫码支付、银行卡识别、身份证识别以及人脸识别登录等服务；</p>
				<p>1.12.2 基于相册的功能：您可使用头像上传、支付记录保存、二维码扫描登录、银行卡及身份证识别（如人脸认证识别）、评论晒图等服务；</p>
				<p>1.12.3 基于地理位置的功能：您可开启定位服务，以便倍芙科技或者倍芙科技的合作机构更好地遵守监管规定履行可疑交易报送等义务；</p>
				<p>1.12.4 基于麦克风的功能：您可选择麦克风设备来进行特定场景的语音输入与沟通（如语音搜索、语音消息等），在使用过程中我们有可能收集您的语音内容并进行必要保存；</p>
				<p>1.12.5 基于通讯录的功能：您可在使用与倍芙科技或合作机构的服务或者向您的好友推荐倍芙科技或合作机构提供的服务时导入通讯录中的联系人信息，开启该功能将避免您手动重复填写上述信息；</p>
				<p>1.12.6 基于指纹的功能：您可授权调取您使用的设备的指纹验证系统，帮助倍芙科技或者合作机构完成个人身份识别、登录、验证、确权等指令操作。</p>
				<p>上述功能可能需要您在您的设备中向我们开启您的摄像头（相机）、相册、地理位置（定位）、麦克风、通讯录等功能的访问权限，以实现这些功能所涉及的信息的收集和使用。您确认并同意开启这些权限即代表您授权我们可以收集和使用这些信息来实现上述功能；您也可以遵循您使用设备的操作系统指示取消这些授权，则我们将不再继续收集和使用您的这些信息，也无法为您提供上述与这些授权所对应的功能，但这不会对您对倍芙科技其他服务的使用产生影响。</p>
				
				<p class="agreement-subtitle"><span class="weight">二、我们如何使用Cookie技术和同类技术</span></p>
				<p>2.1 为使您获得更轻松的访问体验，您访问倍芙科技网站、APP或使用倍芙科技提供的服务时，我们可能会通过小型数据文件识别您的身份，这么做可帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全状态。这些数据文件可能是Cookie，Flash Cookie，您的浏览器或关联应用程序提供的其他本地存储（以下简称“Cookie”）。</p>
				<p><span class="weight">2.2 请您理解，我们的某些服务可能只能通过使用Cookie才可得到实现。如您的移动设备、浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝倍芙科技的Cookie。多数浏览器工具条中的“帮助”部分会告诉您怎样防止您的浏览器接受新的Cookie，怎样让您的浏览器在您收到一条新Cookie时通知您或者怎样彻底关闭Cookie。此外，您可以通过改变浏览器附加程序的设置，或通过访问提供商的网页，来关闭或删除浏览器附加程序使用的Flash Cookie及类似数据。但这一举动在某些情况下可能会影响您安全访问倍芙科技APP和使用倍芙科技提供的服务。</span></p>
				<p><span class="weight">2.3 除Cookie外，我们还会在网站上使用网站信标和像素标签等其他同类技术。例如，我们向您发送的电子邮件可能含有链接至我们网站内容的地址链接，如果您点击该链接，我们则会跟踪此次点击，帮助我们了解您的产品或服务偏好以便于我们主动改善客户服务体验。网站信标通常是一种嵌入到网站或电子邮件中的透明图像。借助于电子邮件中的像素标签，我们能够获知电子邮件是否被打开。如果您不希望自己的活动以这种方式被追踪，则可以随时从我们的寄信名单中退订。</span></p>
				
				<p class="agreement-subtitle"><span class="weight">三、我们如何共享、转让、公开披露您的个人信息</span></p>
				<p>3.1 我们承诺会根据相关法律法规及监管规定对您的个人信息（包括您主动提供的和我们收集、记录的所有数据、信息、资料和相应的交易行为记录、交易文件，下同）承担保密义务。除法律法规及监管部门另有规定外，我们仅在以下情形中与第三方共享您的信息，第三方包括我们的关联公司、行业协会、合作机构、大数据服务机构及其他合作伙伴。<span class="weight">如果为了向您提供服务之需要而将您的信息共享至第三方，我们将评估该第三方收集信息的合法性、正当性、必要性。我们将要求该等第三方在使用您信息的过程中对您的信息采取保密与安全措施，并且严格遵守相关法律法规与监管要求：</span></p>
				<p><span class="weight">3.1.1 事先获得您的明确同意或授权（点击或勾选确认相关文本即您已同意或授权）；</span></p>
				<p><span class="weight">3.1.2 根据可适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况下进行提供；</span></p>
				<p><span class="weight">3.1.3 提供给依法设立的征信机构和个人信用数据机构，以供有关单位和个人依法查询和使用；</span></p>
				<p><span class="weight">3.1.4 按照中国整形美容协会及其他行业协会的要求，提供给中国整形美容协会及其他合法成立的行业协会，以供依法进行信息披露、展示以及有关单位和个人依法查询和使用；</span></p>
				<p><span class="weight">3.1.5 在法律法规允许的范围内，为维护我们、我们的关联方或合作方，您或其他用户，或社会公众利益、财产或安全免遭损害而有必要提供；</span></p>
				<p><span class="weight">3.1.6 提供给我们的关联方、合作方以用于现在或将来向您提供我们、我们的关联方、合作方的相关类似服务，您在此确认前述服务是您希望获得的（包括但不限于对您的个人资料和信息进行核实、对您的信用情况进行评估以决定向您提供前述服务的可行性、合理性以及决定提供服务的相关条款和条件等）；</span></p>
				<p><span class="weight">3.1.7 符合我们、我们的关联方、合作方与您签署的相关协议（包括但不限于在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；</span></p>
				<p><span class="weight">3.1.8 如我们或我们的关联方涉及合并、分立、收购、资产或业务转让或类似的交易，您的个人信息可能作为此类交易的一部分而被共享，我们将尽最大努力确保该等信息在共享时的机密性，并要求新的持有您信息的公司、组织继续保护您的个人信息，您对此予以认可和理解；</span></p>
				<p><span class="weight">3.1.9 基于学术研究而使用；</span></p>
				<p><span class="weight">3.1.10 基于符合法律法规的社会公共利益而使用；</span></p>
				<p><span class="weight">3.1.11 为实现本隐私权政策目的所需的、或者本隐私权政策或其他协议中经您授权许可的其他共享方式。</span></p>
				<p><span class="weight">3.2 某些产品或服务可能由第三方提供或者由我们与第三方共同提供，在我们的关联方、合作方同意承担保密义务的情况下，我们可能会与我们的关联方、合作方共享您的个人资料和信息，以便我们的关联方、合作方向您展示其提供的商品、服务或推广活动。因第三方原因引发的信息泄露，由该第三方负责。</span></p>
				<p><span class="weight">3.3 当您使用或申请使用我们的关联方、合作方提供的服务或与其或拟与其进行交易时，我们可能会将您的个人信息和资料共享与该等关联方、合作方，使其可以对您的个人信息和资料进行核实、分析。</span></p>
				<p><span class="weight">3.4 除以下情形外，我们不会将您的个人信息转让给任何公司、组织和个人：</span></p>
				<p><span class="weight">3.4.1 事先获得您的明确同意或授权的；</span></p>
				<p><span class="weight">3.4.2 根据可适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；</span></p>
				<p><span class="weight">3.4.3 符合我们、我们的关联方、合作方与您签署的相关协议或其他的法律文件约定的；</span></p>
				<p><span class="weight">3.4.4 如我们或我们的关联方涉及合并、分立、收购、资产或业务转让或类似的交易，您的个人信息可能作为此类交易的一部分而被转移，我们将确保该等信息在转移时的机密性，并要求新的持有您个人信息的公司、组织保护您的个人信息，您同意对此予以认可和理解。</span></p>
				<p><span class="weight">3.5 我们仅会在以下情况下公开披露您的个人信息：</span></p>
				<p><span class="weight">3.5.1 根据您的需求，在您明确同意的披露方式下披露您所指定的个人信息；</span></p>
				<p><span class="weight">3.5.2 根据法律法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息。</span></p>
				
				<p class="agreement-subtitle"><span class="weight">四、我们如何保存您的个人信息</span></p>
				<p>4.1 保存地域</p>
				<p>您的个人信息将储存于中华人民共和国境内。</p>
				<p>4.2 保存期限</p>
				<p>合同保存至合同到期后至少2年，信息披露内容自披露之日起保存至少2年。</p>
				<p><span class="weight">您的个人信息经匿名化处理后将形成可以使用及流通的数据，我们对此类数据的保存及处理无需另行通知并征得您的同意。</span></p>
				<p>4.3 安全事件</p>
				<p>4.3.1 如不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知安全事件的基本情况和可能的影响、<span class="weight">我们已采取或将要采取的处理措施、您可自主防范和降低的风险的建议、对您的补救措施等。我们会及时将事件相关情况以站内通知、短信通知、电话、邮件等您预留的联系方式告知您，难以逐一告知时我们会采取合理、有效的方式发布公告。</span></p>
				<p>4.3.2 我们会及时处置系统漏洞、网络攻击、病毒侵袭及网络侵入等安全风险。在发生危害网络安全的事件时，<span class="weight">我们会按照网络安全事件应急预案，及时采取相应的补救措施，并按照规定向有关主管部门报告。</span></p>
				<p>4.3.3 如果我们的物理、技术或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或损毁，导致您的合法权益受损，我们将严格依照法律的规定承担相应的责任。</p>
				<p>4.4 对您的资料的修改或删除 </p>
				<p>4.4.1 您授权我们根据您在我们系统内的操作指令帮助您修改您在我们网站填写的一切个人资料。如您违反服务协议等规则、交易文件或法律规定，我们有权经电子邮件或站内信告知后在您的账户及我们的数据库中删除您的个人资料、并关闭、暂停使用您的账户或者限制您使用我们的特定服务功能。</p>
				<p>4.4.2 我们有权根据实际审核结果在经与您核对后的情况下对您所填写的与事实不符的资料进行修正或更改。</p>
				
				<p class="agreement-subtitle"><span class="weight">五、我们如何保护您的个人信息</span></p>
				<p>5.1 我们非常重视个人信息安全，将采取一切合理可行的技术安全措施，保护您的个人信息：</p>
				<p>5.1.1 我们建立了数据分级制度，对您的手机号等个人敏感信息全程进行加密处理，并设置严格的数据访问权限，确保您的个人信息安全；</p>
				<p>5.1.2 我们不时聘请安全专家为技术人员提供相应培训，并在技术部内部设置相应的安全专家检查系统的安全性。</p>
				<p>5.2 尽管我们采取了上述技术安全措施，但请您理解，在互联网行业由于技术的限制和飞速发展以及可能存在的各种恶意攻击手段，即便我们竭尽所能加强安全措施，也不可能始终保证信息的百分之百安全。对于非我们过错导致的您的资料泄露的，我们不承担任何责任。请您了解，您使用我们的服务时所用的系统和通讯网络，有可能因超出我们的控制能力之外的其他因素而出现安全问题。如您发现自己的个人信息泄密，尤其是您的账户或密码发生泄漏，您应该立即通过倍芙科技客服与我们取得联系，以便我们采取相应措施。</p>
				
				<p class="agreement-subtitle"><span class="weight">六、您可以如何管理个人信息</span></p>
				<p>我们非常重视并保护您关于管理个人信息的权利，并为您提供了管理个人信息的方法。您有权利访问、更正、撤销自己的信息并保护自己的隐私和安全。</p>
				<p>6.1 访问您的个人信息</p>
				<p>除法律法规规定的例外情况，无论您何时使用我们的服务，我们都会力求让您顺利访问自己的个人信息。<span class="weight">如果您希望访问或编辑您账户中的个人资料信息（包括但不限于手机号码、登录密码、手势密码、银行账户信息等），您可以在网站或APP端中执行此类操作，或联系倍芙科技客服进行编辑。</span></p>
				<p>6.2 更正您的个人信息</p>
				<p>当您需要更新您的个人信息时，或发现我们处理您的个人信息有错误时，<span class="weight">您有权做出更正或更新。您可以自行在网站或APP端进行更正，或通过反馈与报错等将您的更正申请提交给我们。在您进行更新或更正前，我们可能会现要求您验证自己的身份，然后再处理您的请求。</span></p>
				<p>6.3 撤销您的授权</p>
				<p><span class="weight">您可以改变您授权同意的范围或撤回您的授权，但您撤回同意或授权后，我们可能将无法继续为您提供撤回同意或授权所对应的服务。同时，您知悉并理解，在您撤回同意或授权前提供的个人信息，我们将继续依照可适用的法律法规规定及本隐私权政策进行保存或披露。</span></p>
				<p>6.4 注销账户</p>
				<p>您可以通过拨打倍芙科技上公布的倍芙科技客服电话申请注销您的账户，一旦您注销账户，我们将停止为您提供服务，因此请您谨慎操作。<span class="weight">但您知悉并理解，在您注销账户前提供的个人信息，我们将继续依照可适用的法律法规规定及本隐私权政策进行保存或披露。</span></p>
				<p>6.5 管理问题</p>
				<p>如果您无法通过上述方式访问、更正或撤销您的个人信息，或者您无法完成账户注销，或者您就我们收集、使用您信息存在任何疑问，您都可以通过倍芙科技客服与我们联系。为保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份。一般情况下，我们将在收到您的反馈并验证您身份后十五天内答复您的相关请求。</p>
				<p>6.6 约束信息系统自动决策</p>
				<p>在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将在不侵害倍芙科技商业秘密或其他用户权益、社会公共利益的前提下提供申诉方法。</p>
				<p><span class="weight">6.7 密码的安全性 </span></p>
				<p><span class="weight">您须对使用您的在本网站注册账户在本网站所采取的一切行为负责。因此，我们建议您不要向任何第三方披露您在本网站的用户名和密码。同时不得出租、出借、出售或以其他任何方式允许他人使用您的账户，否则因此产生的后果须由您承担。</span></p>
				<p>6.8 例外</p>
				<p>按照法律法规要求，以下情况中，我们将无法响应您的请求：</p>
				<p>6.8.1 与国家安全、国防安全有关的；</p>
				<p>6.8.2 与公共安全、公共卫生、重大公共利益有关的；</p>
				<p>6.8.3 与犯罪侦查、起诉和审判等有关的；</p>
				<p>6.8.4 有充分证据表明您存在主观恶意或滥用权利的；</p>
				<p>6.8.5 响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
				<p>我们将尽合理商业努力，满足您对于个人信息的访问、更正、撤销及账户注销的要求。但对于无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</p>
				<p>对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。</p>
				
				<p class="agreement-subtitle"><span class="weight">七、未成年人的个人信息保护</span></p>
				<p>7.1 我们非常重视对未成年人个人信息的保护。我们的服务主要面向成年人。如您是18周岁以下的未成年人，在使用我们的服务前，请务必要求您的监护人仔细阅读本隐私权政策，并请您在征得您的监护人同意的前提下使用我们的服务或向我们提供信息。</p>
				<p>7.2 补救措施</p>
				<p>如果您未能取得您监护人的同意或您未同意您的被监护人使用我们的服务并向我们提供信息，请您或被监护人立即停止使用我们的服务并及时与我们取得联系。在收到您的书面通知而知晓或我们自行知晓，我们在未事先获得监护人同意的情况下收集了未成年人的个人信息时，我们会立即停止相关信息收集及使用。</p>
				
				<p class="agreement-subtitle"><span class="weight">八、通知和修订</span></p>
				<p>本隐私权政策将会随着我们的业务的发展进行更新，以便为您提供更好的服务。我们会通过网站、APP或其他平台上发出更新版本并在生效前通过公告、推送通知、弹窗提示或以其他适当方式提醒您相关内容的更新，请您及时访问以便了解最新的隐私权政策。我们鼓励您在每次使用倍芙科技时都查阅我们的隐私权政策。</p>
				
				<p class="agreement-subtitle"><span class="weight">九、您如何联系我们</span></p>
				<p>9.1 倍芙科技客服</p>
				<p>如果您对本隐私权政策有任何疑问、意见或建议，或您在使用我们提供的服务时，就您的个人信息的收集、使用、共享、访问、更正、撤销等相关事宜有任何意见或建议，或您在使用我们提供的服务时遇到任何问题，您都可以通过倍芙科技网站及APP上公布的客服电话（<span class="weight">【  】</span>）与我们联系。</p>
				<p>一般情况下，我们将在十五天内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为若损害了您的合法权益，您还可以向相关监管部门进行投诉或举报。</p>
				<p>9.2 特别提示</p>
				<p>9.2.1 我们提醒您，如您反馈的问题涉及您的个人信息，尤其是您的个人敏感信息，请您不要直接在电话中进行透露，我们将会在确保您个人信息安全的情况下与您进一步沟通。</p>
				<p>9.2.2 部分情况下，为保障您个人信息的安全，我们可能需要您提供书面请求，或以其他方式证明您的身份。我们将在收到您的反馈并验证您的身份后尽快答复您的相关请求。</p>
				
				<p class="agreement-subtitle"><span class="weight">十、可分割性</span></p>
				<p><span class="weight">如果本隐私权政策的任何条款在任何程度上被认定为无效或不可执行，本隐私权政策的其余部分不应受其影响且应在法律允许的最大程度内予以执行。本隐私权政策中任何无效或不可执行的条款应被另一有效且可执行的条款取代，并且该条款应具有与原不可执行的条款的原意最接近的效力。</span></p>
				
				<p class="agreement-subtitle"><span class="weight">十一、其他</span></p>
				<p>如本隐私权政策与倍芙科技的用户注册/服务协议中规定的个人信息保护条款存在不一致或矛盾之处，请以本隐私权政策的条款为准。</p>
				
				<p><span class="weight">附：名词解释</span></p>
				<p>为了帮助您更好地理解本隐私权政策，将前述条款中的部分名词进行如下解释：<span class="weight">倍芙科技</span>或<span class="weight">我们</span>是指上海倍芙信息科技有限公司，以及由上海倍芙信息科技有限公司运营的网站及/或APP。</p>
				<p><span class="weight">个人敏感信息</span>是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，本隐私权政策中涉及的个人敏感信息包括：姓名、身份证件号码、手机号码、银行账号、个人生物识别信息等。</p>
				<p><span class="weight">匿名化</span>是指通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后的信息不能被复原的过程。</p>
				<p><span class="weight">设备</span>是指可用于使用倍芙科技服务的装置，例如桌面设备、平板电脑或智能手机等。</p>
				<p><span class="weight">关联方</span>是指上海倍芙信息科技有限公司直接或间接控制、受其控制或与其处于其他第三方共同控制下或者重大影响下的实体。</p>
				<p><span class="weight">合作方</span>是指上海倍芙信息科技有限公司直接或间接控制、受其控制或与其处于其他第三方共同控制下或者重大影响下的实体。</p>
			</div>
		</div>
	</div>
</template>

<script>
export default {
	name: 'privacy-policy',
	data() {
		return {

		}
	},
	mounted() {
		document.title = '隐私政策'
	},
	methods: {
		
	}
}
</script>

<style lang="scss" scope>
	.agreement {
		background-color: #F5F5F5;
		padding-top: 1rem;
		min-height: 100%;
		.agreement-content {
			width: 100%;
			height: 100%;
			background-color:#fff;
			padding: 8px 20px 28px;
		}
		p {
			margin-bottom: 6px;
		}
		.agreement-title {
			color: #353535;
			font-size: 18px;
			font-weight: 700;
			line-height: 50px;
			text-align: center;
		}
		.agreement-main {
			font-size: 14px;
			line-height: 24px;
			color:#4B464D;
		}
		.agreement-subtitle {
			margin-bottom: 10px;
		}
		.weight {
			font-weight:700;
			color: #353535!important;
		}
		.text-indent-2em {
			text-indent: 2em;
		}
	}
</style>