<template>
	<div class="agreement register-protocol">
        <h5 class="agreement-title">倍芙科技用户服务协议</h5>
		<div class="agreement-main">
			<p>本网站及/或本App由上海倍芙信息科技有限公司负责运营（以下，网站、App及上海倍芙信息科技有限公司统称“本网站”、“我们”、“倍芙科技”）。在您（也称“用户”、“会员”）注册成为本网站用户前请务必仔细阅读本服务协议（以下简称“本协议”）以下条款。若您一旦注册或实际使用本网站服务，则视为您接受本网站的服务并受以下条款的约束。若您不接受以下条款，请停止注册本网站或使用本网站服务。</p>
			<p class="text-indent-2em">本协议内容包括以下条款和规则，以及上海倍芙信息科技有限公司对以下条款和规则按照本协议约定不时做出的修改或补充，还包括已经或即将在上海倍芙信息科技有限公司在本网站上公布并不时调整的其他规则。前述所有内容均为本协议不可分割的一部分。本协议是由您与本网站共同签订的，除非特别说明，适用于您在本网站的全部活动。<span class="weight">在您注册成为本网站用户时，您已经阅读、理解并接受本协议的全部条款及本网站其他各类规则，并承诺遵守中华人民共和国现行的法律、法规、规章及其他政府规定，如有违反而导致任何法律后果的发生，您将以自己的名义独立承担所有相应的法律责任。</span></p>
			<p class="text-indent-2em"><span class="weight">您同意并接受，本网站有权根据需要不时地制定、修改本协议或各类规则，如本协议及各类规则有任何变更，本网站将通过包括但不限于邮件、站内信、电话等方式进行告知。经修订的协议、规则一经在本网站公布，即自动生效或在该等告知的协议、规则指定的时间生效。您在此同意并接受本协议和各类规则不时进行的相关修订和补充。您应不时地注意本协议及其他各类规则的变更。若您对修订后的协议、规则的相关内容存有疑义，可通过本网站公布的客服电话进行咨询。若您不同意相关变更，您应该立即停止使用相关变更规则所涉服务或本网站的所有服务，否则本网站有权单方终止、中止本协议或者限制您进入本网站的全部或者部分板块且不承担任何法律责任。</span></p>
			<p class="text-indent-2em">您确认本协议后，本协议及本网站其他各类服务规则即在您和本网站之间产生法律效力。您只要在“我已阅读并同意《倍芙科技用户服务协议》”前的选择框里打钩并按照本网站规定的注册程序成功注册为用户，您的行为即表示您已充分阅读、理解、接受并同意遵守本协议。本协议不适用于您与本网站的其他用户或合作方之间因网上交易而产生的法律关系及法律纠纷。</p>
			
			<p class="agreement-subtitle">1、主体限制及服务条款的确认、接纳</p>
			<p><span class="weight">1.1 本网站只接受18周岁以上的具有完全民事行为能力的自然人成为网站用户，若您未满18周岁的，您只能在父母或其他监护人的监护参与下才能使用本网站。如您不符合资格，请勿注册。否则，本网站保留中止或终止您用户资格的权利。您在此向本网站保证，您已符合年龄条件，如因您向本网站提供虚假信息或承诺而导致本网站或上海倍芙信息科技有限公司蒙受任何损失，您将承担全部责任并应当赔偿相关损失。</span></p>
			<p>1.2 您注册成功后，不得将本网站的账户、密码及其他信息转让给第三方使用。<span class="weight">您确认，您用您的用户名和密码登陆本网站后在本网站的一切行为均代表您本人基于真实意思表示所作出的行为并由您承担相应的法律后果。您不得擅自出租、出借或以任何方式允许他人使用您的账户，任何利用您的用户名以及密码登陆本网站并从事交易等行为均将被视为您的行为。因此，您有义务非常谨慎地保管自己的用户名以及密码。如您遗失或泄露用户名及密码的应及时通知本网站，以减少可能发生的损失。无论是否已通知本网站，因您的用户名及密码管理不善原因所致须由您自行承担。本网站对您的用户名和密码的遗失或被盗取所产生的后果不承担任何责任。</span></p>
			<p>1.3 本网站的各项电子服务的所有权、运作权及解释权归倍芙科技所有。您同意所有注册协议条款并依据本网站规定完成注册程序，才能成为本网站的正式用户。您确认：您在“我已阅读并同意《倍芙科技用户服务协议》”前的选择框里打钩本协议即生效，即视为您确认自己具有享受本网站服务、进行服务预约、缴纳定金、购买倍芙科技相关产品等相应的权利能力和民事行为能力。此外，本协议条款是处理双方权利义务的依据，法律另有强制性规定或双方另有特别约定的，依其规定或约定。</p>
			<p>1.4 您有义务在注册时提供自己的真实资料，并保证诸如电子邮件地址、联系电话、联系地址、邮政编码等内容的有效性及真实性。您应按照本网站显示的要求提供完整的信息，否则导致您在本网站的权益无法及时实现所产生的后果，由您自行承担。</p>
			<p>1.5 我们将保留在中华人民共和国大陆地区（为本协议之目的，不包含香港、澳门及台湾地区）施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、取消预约的权利。倍芙科技有权行使修改或中断服务的权利，而无需对用户或任何无合同关系的第三方负责。</p>
			<p>1.6 您使用本网站提供的服务时，应同时接受适用于本网站特定服务、活动等的准则、条款和协议（以下统称为“其他条款”）；如果本协议约定之使用条件与“其他条款”有不一致之处，则以“其他条款”为准。</p>
			<p>1.7 本服务协议适用于我们于各移动客户端（包括ios、安卓及已有或未来将新增的任何其他移动客户端）、网站等各类平台或媒介中倍芙科技所提供的各项服务。</p>
			
			<p class="agreement-subtitle">2、本网站服务及使用规范</p>
			<p>2.1 倍芙科技服务说明：倍芙科技系一家致力于资源整合的医疗美容信息服务提供商，我们整合的资源信息包括但不限于具备资质的医疗美容机构（含其提供的医疗美容服务）、医师、接受医疗美容服务的消费者，我们帮助用户通过互联网与上述医疗美容机构联系并预订相关医疗美容服务。倍芙科技并不提供具体的医疗美容服务，对于涉及医疗美容的具体服务将由具备资质的服务商（医疗美容机构）提供。对用户预订的服务项目中出现的争议事项，倍芙科技并不承担责任，但倍芙科技将尽力（但无义务）协助用户与相关医疗美容服务项目提供商进行友好协商，经友好协商不能解决的，用户可以向消费者协会及相关监督管理部门投诉或依据用户与医疗美容服务项目提供商达成的协议约定通过法律途径解决。</p>
			<p>2.2 本网站的网站内容可能涉及由第三方所有、控制或者运营的其他网站的内容或链接（以下统称“第三方网站”）。本网站不能保证也没有义务保证第三方网站上的信息的真实性和有效性。对于该等内容或链接，您确认按照第三方网站的服务协议而非本协议确定相关权利义务。第三方网站的内容、产品、广告和其他任何信息均由您自行判断并承担风险，而与本网站无关。</p>
			<p>2.3 除非本网站特别说明，本网站中的全部内容的著作权及其他知识产权均属于本网站所有或本网站合作的第三方所有。本网站内容包括但不限于文本、数据、文章、设计、源代码、软件、图片、照片及其他全部信息（以下统称“网站内容”）。未经本网站事先书面同意，您承诺不以任何方式和任何形式复制、模仿、传播、出版、公布、展示、改编、破译网站内容，包括但不限于电子的、机械的、复印的、录音录像的方式和形式等。您承认网站内容是属于本网站的财产。未经本网站书面同意，您亦不得将本网站包含的资料等任何内容以镜像或其他方式复制、转移到任何其他网站或者服务器。任何未经授权对网站内容的使用均属于违法行为，本网站或其他权利主体将就您的侵权或损害行为追究您的法律责任，并要求您进行赔偿。</p>
			<p>我们通过互联网依法为您提供上述互联网信息等服务，您在完全同意并遵守本协议及本网站相关规定的情况下，方有权使用我们的服务，您承诺将合法使用本网站提供的服务及网站内容。禁止在本网站从事任何可能违反中华人民共和国现行的法律、法规、规章和政府规范性文件的行为或者任何未经授权使用本网站的行为（如擅自进入本网站的未公开的系统、不正当的使用密码和网站的任何内容、窃取他人的账号和密码、窃取他人的个人隐私信息等）。</p>
			<p>2.4 您在购买倍芙科技服务/产品时需绑定银行卡的，您应当填写该等银行卡的发卡行、卡号、您的真实姓名、您在发卡行预留的手机号码、手机动态验证密码及公民身份号码等绑定信息，且前述绑定信息须通过发卡行及/或本网站验证成功（但并不因此负责用户信息真实性、准确性）后才能进行绑定</p>
			<p><span class="weight">您应当确保您为进行绑定及使用本服务的银行卡的真实、合法持有人，可合法、有效使用该银行卡，并授权本网站可以自行或通过第三方渠道对用户所提供个人信息的真实性、有效性进行核实。您承诺，您绑定银行卡以及使用本服务的行为未侵犯任何第三方的合法权益，否则您对因此造成本网站或银行卡真实持卡人遭受任何损失的，您应承担全部的赔偿责任并承担全部法律后果，本网站不因此承担任何赔偿责任。且本网站有权对您的账户中的余额进行冻结、终止或中止为您提供本网站的相关服务。</span></p>
			<p><span class="weight">您应妥善保管银行卡、卡号、发卡行预留的手机号码以及您在本网站的账号、密码、来自于第三方支付机构和/或本网站向您发送的校验码等与银行卡或与您账户有关的一切信息和设备；如您遗失或泄露前述信息和/或设备的应及时通知发卡行及/或本网站，以减少可能发生的损失。无论是否已通知发卡行及/或本网站，因您的信息或设备管理不善原因所致须由您自行承担。</span></p>
			<p>2.5 原则上，您仅可以注册一个账户，对于您恶意超出数量注册的账户，倍芙科技有权予以封停，造成的任何损失或责任，由您自行承担。</p>
			<p>2.6 您有权有权参加倍芙科技组织提供的各项线上、线下活动，有权根据本网站相关规定，获得倍芙科技给与的奖励，原则上，同一活动您仅可获得一份奖励（活动另有规定的除外），若您通过包括但不限于注册多个账号获得多份奖励的，你应当向我们支付与该份奖励等额的款项，我们保留追究您违约责任的权利。</p>
			<p>2.7 本网站有权监测网站内容，且您确认并同意本网站有权不时地根据法律、法规、政府要求透露、修改、屏蔽或者删除您提供并发布在本网站的信息，以便更好地运营本网站并保护本网站的用户的合法权益。</p>
			<p>如有其他用户或非用户主体对您提供或发布的内容进行投诉或侵权主张，本网站亦有权暂时或永久删除您提供或发布的内容，因此产生的损失由您个人承担，如需进一步向其他方承担责任的，由您自行承担，本网站因此须向其他方承担责任的，有权向您追偿。</p>
			<p>2.8 您一旦接受本协议，即表明您主动将您在任何时间段在本站发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，包括但不限于著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给倍芙科技所有，您同意倍芙科技有权就任何主体侵权而单独提起诉讼。</p>
			<p>2.9 您一旦接受本协议，即认可在倍芙科技相关平台中所上传的包含您肖像及隐私部位的照片，可由倍芙科技用于相关平台的信息发布及营销等合法并以营利为目的的商业用途。其前述所指的“倍芙科技相关平台”，包括但不限于倍芙科技网站、手机端APP、腾讯或新浪微博及微信公众平台推送等。同时该肖像权的使用授权为无期限及无附加条件的使用。如您认为倍芙科技在发布平台上对您上述照片使用产生了不当影响，您可通过倍芙科技官方客服电话要求倍芙科技进行处理，倍芙科技会根据您的要求进行合理性、合法性判断，并与之进行相应处理。</p>
			
			<p class="agreement-subtitle">3、用户信息收集及使用</p>
			<p><span class="weight">您同意本网站有权通过合法途径收集、整理、使用您因在本网站注册、交易而提交、产生的信息，本网站对于您提供的、本网站通过合法途径自行收集到的、经认证的与您相关的个人信息将按照本网站的隐私权政策予以保护、使用或者披露。您同意并确认，本网站有权按照您签署的相关协议、法律法规规定、法院等相关机构的要求提供您的相关资料。</span></p>
			<p>您同意，倍芙科技有权使用您的注册信息、用户名、密码等信息，登陆进入您的注册账户，进行证据保全，包括但不限于公证、见证、协助司法机关进行调查取证等。</p>
			
			<p class="agreement-subtitle">4、用户依法享受倍芙科技服务应履行的义务</p>
			<p>本协议依据国家相关法律法规规章制定，您同意严格遵守以下义务：</p>
			<p>4.1 不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</p>
			<p>4.2 从中国大陆向境外传输资料信息时必须符合中国有关法律法规；</p>
			<p>4.3 不得利用本网站从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</p>
			<p>4.4 不得干扰本网站的正常运转，不得侵入本网站及国家计算机信息系统；</p>
			<p>4.5 不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
			<p>4.6 不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
			<p>4.7 不得教唆他人从事本条所禁止的行为；</p>
			<p>4.8 除本注册协议、其他条款或另有其他约定外，您不得利用在本网站注册的账户进行经营活动、牟利行为及其他未经本网站许可的行为，包括但不限于以下行为</p>
			<p>4.8.1 您账户内的任何形式的我们的优惠信息（包括但不限于优惠券、预约优先券及其他形式优惠或折扣等）的解释权、修改权归属于倍芙科技，您仅享有在选择在本网站进行服务信息发布的医疗服务机构服务时的使用权，您不得以任何名义通过任何形式转让上述优惠信息；</p>
			<p>4.8.2 发布广告、经我们认定的垃圾邮件；</p>
			<p>4.8.3 本网站相关规则、政策、或本网站发布的定期不定期活动规则中限制、禁止的行为；</p>
			<p>4.8.4 不得以任何形式将本网站作为从事各种非法活动、开展违反公序良俗行为的场所、平台或媒介。未经倍芙科技的书面授权，用户不得借用本网站的名义从事任何商业活动，也不得以任何形式将本网站作为从事商业活动的场所、平台或媒介；</p>
			<p>4.8.5 其他影响本网站对用户账户正常管理秩序的行为。</p>
			<p>4.9 您不得利用任何非法手段获取其他用户个人信息，不得将其他用户信息用于任何目的，不得泄露其他用户或权利人的个人隐私，否则倍芙科技有权采取法律法规规定或本协议约定的合理、合法措施制止您的上述行为，情节严重的，我们将已发报送司法机关。</p>
			<p>4.10 您在本网站所作出的一切行为（包括但不限于购买服务等）应当基于您真实的消费需求，不得作出扰乱倍芙科技正常交易秩序的行为。</p>
			<p>4.11 您应不时关注并遵守本网站不时公布或修改的各类规则规定。本网站保有删除站内各类不符合法律政策或不真实的信息内容而无须通知您的权利。</p>
			<p>4.12 若您未遵守以上规定的，则倍芙科技有权直接采取一切必要的措施，包括但不限于暂停或查封用户帐号，追究用户的违约责任，乃至通过诉讼、仲裁等形式追究用户法律责任等。</p>
			
			<p class="agreement-subtitle">5、不保证</p>
			<p><span class="weight">5.1 本网站提供的服务中不带有对本网站中的任何用户、任何交易的任何保证，无论是明示、默示或法定的，因此本网站及其股东、创建人、高级职员、董事、监事、代理人、关联公司以及本网站和关联公司的雇员（以下统称“本网站关联方”）不保证由其他用户或机构提供的内容的真实性、充分性、及时性、可靠性、完整性和有效性，并且不承担任何由此引起的法律责任。</span></p>
			<p>5.2 除非另有明确的书面说明,本网站及其所包含的或以其他方式通过本网站提供给您的全部信息、内容、材料、产品（包括软件）和服务（下称“服务内容”），均是以您通过本网站所看到的“现状”和“现有”的基础上提供的。</p>
			<p>5.3 倍芙科技不能保证本网站所包含的服务内容或以其他方式通过本网站提供给您的服务内容及其服务器或从本网站发出的电子信件、信息没有病毒或其他有害成分。</p>
			
			<p class="agreement-subtitle">6、可分割性</p>
			<p>如果本协议的任何条款在任何程度上被认定为无效或不可执行，本协议的其余部分不应受其影响且应在法律允许的最大程度内予以执行。本协议中任何无效或不可执行的条款应被另一有效且可执行的条款取代，并且该条款应具有与原不可执行的条款的原意最接近的效力。</p>
			
			<p class="agreement-subtitle">7、通知及送达</p>
			<p>7.1 通知方式：<span class="weight">本协议条款及任何其他用户在使用本网站服务期间产生的协议、产品交易信息或其他关于用户的通知，您同意本网站将通过电子通讯方式进行通知。前述电子通讯方式包括但不限于网站公告、站内信或向用户在注册时预留的通讯地址（包括邮寄地址、电子邮箱、手机等）发送信息的方式进行通知。</span></p>
			<p>7.2 通知送达：<span class="weight">本网站通知如以公告方式做出的，一经在本网站公示即视为已经送达。除此之外，以其他形式向您发送的通知，除非您能够提供证据证明该等信息未被接收，否则该等通知信息一经发送即视为已经送达。您应自行密切关注其自身的站内信箱、电子邮箱、手机短信、纸质信件等，因信息传输、您自身查收延迟或遗漏等原因导致您未在前述通知发出当日收到该等通知的，本网站不承担责任。</span></p>
			
			<p class="agreement-subtitle"><span class="weight">8、违约责任</span></p>
			<p><span class="weight">8.1 经国家生效法律文书或行政处罚决定确认您存在违法行为，或者本网站有足够事实依据可以认定您存在违法，或您发生违反本协议、本网站其他服务规则或文件的行为，违反您与其他用户或合作方签署的协议的，或存在其他违法、违约行为的，本网站有权在公开网络、媒体、或通过其他合法渠道公布您的违法、违约行为，有权向受损方提供您的相关信息。</span></p>
			<p><span class="weight">8.2 当您的行为涉嫌违反任何法律、法规或侵害第三方的权利的，本网站有权采取相应措施，包括但不限于直接屏蔽、删除侵权信息，或直接停止提供服务。如使本网站因此遭受任何损失的（包括但不限于受到第三方的索赔、受到行政管理部门的处罚等），您还应当赔偿或补偿本网站遭受的损失及（或）发生的费用，包括诉讼费、律师费、保全费及其他为维护权益产生的合理费用等。</span></p>
			<p><span class="weight">8.3 就任何第三方对本网站或本网站关联方提出的，由于您违反本协议及纳入本协议的条款和规则或您违反任何法律、法规或侵害第三方的权利而产生或引起的每一种类和性质的任何索赔、要求、诉讼、损失和损害（实际的、特别的及有后果的），无论是已知或未知的，包括合理的律师费，您同意就此对本网站及本网站关联方（如适用）进行补偿并使其免受损害。</span></p>
			<p><span class="weight">8.4 如您在使用本网站过程中签署的其他交易文件对违约、赔偿责任另有约定的，除非有冲突或法律法规规定、协议约定不能同时适用的，本条内容与该等约定共同适用，且不因此免除您对任意相关权利方的责任。</span></p>
			<p><span class="weight">8.5 您发生上述违法、违约行为时，我们将有权终止、中止为您提供服务，有权封停您的账户并禁止您通过该账户进行的/将要进行的任何操作。</span></p>
			
			<p class="agreement-subtitle">9、协议的终止</p>
			<p>9.1 除非本网站终止本协议或者您申请终止本协议及注销相应用户账户且经本网站同意，否则本协议始终有效。在您违反了本协议、相关规则，或在相关法律法规、政府部门的要求，或依据本协议或其他网站服务规则导致本协议终止的，本网站有权通过电子通讯方式告知您终止本协议、关闭您的账户或者限制您使用本网站。前述电子通讯方式包括但不限于网站公告、站内信或向用户在注册时预留的通讯地址（包括邮寄地址、电子邮箱、手机等）发送信息的方式进行通知。</p>
			<p>9.2 如您自行申请终止本协议的或本网站通知决定终止本协议的，在本协议终止前，您应确保您在本网站签署的法律文件全部履行完毕，否则，产生的一切不利后果均由您自行承担。</p>
			<p>9.3 上述未提及的终止情况及对应处理措施，在相关事件发生时，由本网站拟定处理方案，并通过本协议约定通知方式发送您，您应及时查收并回复，相关处理方案自发送之日起三日内，您未回复或虽提出异议但未提出切实可行的改善方案的，视为您同意接受本网站的处理方案内容。您明确回复异议并提出切实可行的改善方案的，本网站与您共同进一步协商确认处理方案。</p>
			
			<p class="agreement-subtitle">10、法律管辖和适用</p>
			<p>本协议的订立、执行和解释及争议的解决均适用在中华人民共和国大陆地区（为本协议之目的，不包括香港、澳门及台湾地区）适用之有效法律（但不包括其冲突法规则）。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其他条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向本协议签订地有管辖权的中华人民共和国大陆地区法院提起诉讼，本协议签订地为上海市<span class="weight">静安区</span>。</p>
			
			<p class="agreement-subtitle">11、免责条款：</p>
			<p><span class="weight">11.1 在任何情况下，本网站对您使用本网站服务而产生的任何形式的的直接或间接损失均不承担法律责任，包括但不限于资金损失、交易中断损失等。因为（1）宏观经济风险变化；（2）政策、法律变化；（3）其他交易方违约；（4）不可抗力产生的风险；（5）本网站或者涉及的第三方网站的设备、系统问题或者（6）因为计算机病毒造成的损失，以上风险提示不能穷尽全部风险及市场的全部情形。本网站对于您因任何风险遭受的损失均不负责赔偿。但是，中华人民共和国现行法律、法规另有规定的除外。</span></p>
			<p>11.2 虽然倍芙科技已将所有信息和资料进行过认真编辑与审查，但是仍然可能存在错误或不准确的信息。就本网站中信息和资料的正确性、准确性、可靠性或其它方面而言，倍芙科技概不对用户使用本网站中的信息和资料的使用及使用后果做出任何保证，亦不承担责任。</p>
			<p>11.3 倍芙科技对本网站任何可能含有的第三方网站的内容、隐私权政策或操作不享有控制权，亦不承担任何责任。此外，倍芙科技亦无法审查或编辑任何第三方网站的相关内容。倍芙科技概不负责因您使用本网站上连接的第三方网站所产生的任何全部责任。因此，我们希望您留意自己何时离开本网站并阅读您所访问的任一其他网站的使用条款与隐私权政策。</p>
			
			<p class="agreement-subtitle">12、定义</p>
			<p>12.1 倍芙科技网站：指包括但不限于域名为www.h-ido.com的“DO整形”网站。</p>
			<p>12.2 用户：指所有在倍芙科技网站、APP上注册，成为倍芙科技注册会员的法人、自然人及其他组织，统称为“用户”，除非另有说明，否则“用户”均指此含义。</p>
		</div>
	</div>
</template>

<script>
export default {
	name: 'register-protocol',
	data() {
		return {

		}
	},
	mounted() {
		document.title = '用户注册协议'
	},
	methods: {
		
	}
}
</script>

<style lang="scss">
	body {
		background-color: #F5F5F5;
		padding-top: 1rem;
	}

	.agreement {
		width: 100%;
		background-color:#fff;
		padding: 8px 20px 28px;
		p {
			margin-bottom: 6px;
		}
		.agreement-title {
			color: #353535;
			font-size: 18px;
			font-weight: 700;
			line-height: 50px;
			text-align: center;
		}
		.agreement-main {
			font-size: 14px;
			line-height: 24px;
			color:#4B464D;
		}
		.agreement-subtitle {
			margin-bottom: 10px;
		}
		.weight {
			font-weight:700;
			color: #353535!important;
		}
		.text-indent-2em {
			text-indent: 2em;
		}
	}
</style>